tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "tldr-pages/tldr"

brew "z"
brew "hub"
brew "postgresql"
brew "sqlite"
brew "python3"
brew "haskell-stack"
brew "rbenv"
brew "redis"
brew "tldr"
brew "tree"
brew "wifi-password"
brew "yarn", args: ["without-node"]
brew "z"
brew "zsh"
brew "zsh-completions"
brew "mongodb"

cask "slack"
cask "atom"
cask "dropbox"
cask "sourcetree"
cask "github"
cask "sip"
cask "1password"
cask "moom"
cask "dash"
cask "alfred"
cask "qlimagesize"
cask "telegram"

cask "font-source-code-pro-for-powerline"
cask "flux"
